Revit 2027 API
ParameterTypeId.RvtLinkPhaseMap Property
 "Phase Mapping"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RvtLinkPhaseMap { get; }
Public Shared ReadOnly Property RvtLinkPhaseMap As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RvtLinkPhaseMap {
	ForgeTypeId^ get ();
}
static member RvtLinkPhaseMap : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace